Revit 2027 API
ParameterTypeId.TilePatternFamrefComponentExtents Property
 "Component Extents"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TilePatternFamrefComponentExtents { get; }
Public Shared ReadOnly Property TilePatternFamrefComponentExtents As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TilePatternFamrefComponentExtents {
	ForgeTypeId^ get ();
}
static member TilePatternFamrefComponentExtents : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace